{
  "cars": [
    {
      "id": 1,
      "brand": "BMW",
      "model": "X5",
      "year": "2012",
      "description": "Среднеразмерный кроссовер от немецкого автопроизводителя BMW. Автомобиль был представлен в 1999 году на автосалоне в Детройте. Буква «Х» означает, что автомобиль имеет полный привод, а цифра «5» - что базой послужила 5-я серия, однако X5 короче E39, но при этом выше и шире. Кузов Е53 напоминает BMW E46 Touring. Машина приспособлена для езды по всем типам дорожного покрытия, этим она обязана большому клиренсу и постоянному приводу на все колёса."
    },
    {
      "id": 2,
      "brand": "BMW",
      "model": "M5",
      "year": "2016",
      "description": "Среднеразмерный кроссовер от немецкого автопроизводителя BMW. Автомобиль был представлен в 1999 году на автосалоне в Детройте. Буква «Х» означает, что автомобиль имеет полный привод, а цифра «5» - что базой послужила 5-я серия, однако X5 короче E39, но при этом выше и шире. Кузов Е53 напоминает BMW E46 Touring. Машина приспособлена для езды по всем типам дорожного покрытия, этим она обязана большому клиренсу и постоянному приводу на все колёса."
    },
    {
      "id": 3,
      "brand": "BMW",
      "model": "M3",
      "year": "2017",
      "description": "Высокотехнологичная спортивная версия компактных автомобилей BMW 3 серии от BMW M GmbH. Модели M3 сделаны на базе E30, E36, E46, E90/E92/E93 и F30 3-ей серии. Основные отличия от «стандартных» автомобилей 3 серии включают более мощный двигатель, улучшенную подвеску, более агрессивный и аэродинамичный обвес, множественные акценты как в интерьере так и в экстерьере на принадлежность к линейке «M»/Motorsport."
    },
    {
      "id": 4,
      "brand": "Mercedec",
      "model": "SLS AMG",
      "year": "2016",
      "description": "Двухместный люксовый суперкар в кузове купе, преемник Mercedes-Benz SLR McLaren и идеологический наследник Mercedes-Benz 300SL. Мировая премьера состоялась в 2009 году на Франкфуртском автосалоне. Автомобиль появился в продаже в 2010 году по цене около €175 000. Спорткар оснащён 6,2 л двигателем V8 M159, развивающим мощность 571 л. с. при 6800 об/мин и крутящий момент 650 Н·м при 4750 об/мин. Двигатель агрегатируется с семиступенчатой коробкой передач с двумя сцеплениями фирмы Getrag. Как и у предка - 300SL - у SLS установлены двери типа «крыло чайки». В сентябре 2013 года компания Mercedes-Benz заявила о прекращении производства данной модели к июню 2014 года в связи с появлением нового спортивного автомобиля в своей линейке."
    }
  ]
}